[
  "छाछ की सब्ज़ी चावल के साथ",
  "मूंग दाल और चावल",
  "मसूर दाल और चावल",
  "अरहर दाल और चावल",
  "काला चना और चावल",
  "धुली मूंग दाल खिचड़ी",
  "छिलके मूंग दाल खिचड़ी",
  "साबुत मूंग दाल खिचड़ी",
  "जो की रोटी और लौकी की सब्ज़ी",
  "जो की रोटी और लौकी के कोफ्ते",
  "जो की रोटी और लौकी का भरता",
  "जो की रोटी और परवल की सब्ज़ी",
  "जो की रोटी और भरवां परवल",
  "जो की रोटी और परवल–आलू",
  "जो की रोटी और परवल–मूंगदाल की सूखी सब्ज़ी",
  "जो की रोटी और परवल की भुजिया",
  "जो की रोटी और कद्दू की सब्ज़ी",
  "जो की रोटी और भरवां करेला",
  "जो की रोटी और करेला–भिंडी मिश्रित सब्ज़ी",
  "जो की रोटी और करेले की भुजिया (प्याज सहित)",
  "जो की रोटी और भिंडी की सूखी सब्ज़ी",
  "जो की रोटी और कुरकुरी भिंडी",
  "जो की रोटी और कच्चे केले की सब्ज़ी",
  "जो की रोटी और मूंग दाल",
  "जो की रोटी और मसूर दाल",
  "जो की रोटी और अरहर दाल",
  "ज्वार की रोटी और लौकी की सब्ज़ी",
  "ज्वार की रोटी और लौकी के कोफ्ते",
  "ज्वार की रोटी और लौकी का भरता",
  "ज्वार की रोटी और परवल की सब्ज़ी",
  "ज्वार की रोटी और भरवां परवल",
  "ज्वार की रोटी और परवल–आलू",
  "ज्वार की रोटी और परवल–मूंगदाल की सूखी सब्ज़ी",
  "ज्वार की रोटी और परवल की भुजिया",
  "ज्वार की रोटी और कद्दू की सब्ज़ी",
  "ज्वार की रोटी और भरवां करेला",
  "ज्वार की रोटी और करेला–भिंडी मिश्रित सब्ज़ी",
  "ज्वार की रोटी और करेले की भुजिया (प्याज सहित)",
  "ज्वार की रोटी और भिंडी की सूखी सब्ज़ी",
  "ज्वार की रोटी और कुरकुरी भिंडी",
  "ज्वार की रोटी और कच्चे केले की सब्ज़ी",
  "ज्वार की रोटी और मूंग दाल",
  "ज्वार की रोटी और मसूर दाल",
  "ज्वार की रोटी और अरहर दाल",
  "रागी की रोटी और लौकी की सब्ज़ी",
  "रागी की रोटी और लौकी के कोफ्ते",
  "रागी की रोटी और लौकी का भरता",
  "रागी की रोटी और परवल की सब्ज़ी",
  "रागी की रोटी और भरवां परवल",
  "रागी की रोटी और परवल–आलू",
  "रागी की रोटी और परवल–मूंगदाल की सूखी सब्ज़ी",
  "रागी की रोटी और परवल की भुजिया",
  "रागी की रोटी और कद्दू की सब्ज़ी",
  "रागी की रोटी और भरवां करेला",
  "रागी की रोटी और करेला–भिंडी मिश्रित सब्ज़ी",
  "रागी की रोटी और करेले की भुजिया (प्याज सहित)",
  "रागी की रोटी और भिंडी की सूखी सब्ज़ी",
  "रागी की रोटी और कुरकुरी भिंडी",
  "रागी की रोटी और कच्चे केले की सब्ज़ी",
  "रागी की रोटी और मूंग दाल",
  "रागी की रोटी और मसूर दाल",
  "रागी की रोटी और अरहर दाल",
  "गेहू की रोटी और लौकी की सब्ज़ी",
  "गेहू की रोटी और लौकी के कोफ्ते",
  "गेहू की रोटी और लौकी का भरता",
  "गेहू की रोटी और परवल की सब्ज़ी",
  "गेहू की रोटी और भरवां परवल",
  "गेहू की रोटी और परवल–आलू",
  "गेहू की रोटी और परवल–मूंगदाल की सूखी सब्ज़ी",
  "गेहू की रोटी और परवल की भुजिया",
  "गेहू की रोटी और कद्दू की सब्ज़ी",
  "गेहू की रोटी और भरवां करेला",
  "गेहू की रोटी और करेला–भिंडी मिश्रित सब्ज़ी",
  "गेहू की रोटी और करेले की भुजिया (प्याज सहित)",
  "गेहू की रोटी और भिंडी की सूखी सब्ज़ी",
  "गेहू की रोटी और कुरकुरी भिंडी",
  "गेहू की रोटी और कच्चे केले की सब्ज़ी",
  "गेहू की रोटी और मूंग दाल",
  "गेहू की रोटी और मसूर दाल",
  "गेहू की रोटी और अरहर दाल",
  "चने और जो की रोटी (मिस्सी रोटी) और लौकी की सब्ज़ी",
  "चने और जो की रोटी (मिस्सी रोटी) और लौकी के कोफ्ते",
  "चने और जो की रोटी (मिस्सी रोटी) और लौकी का भरता",
  "चने और जो की रोटी (मिस्सी रोटी) और परवल की सब्ज़ी",
  "चने और जो की रोटी (मिस्सी रोटी) और भरवां परवल",
  "चने और जो की रोटी (मिस्सी रोटी) और परवल–आलू",
  "चने और जो की रोटी (मिस्सी रोटी) और परवल–मूंगदाल की सूखी सब्ज़ी",
  "चने और जो की रोटी (मिस्सी रोटी) और परवल की भुजिया",
  "चने और जो की रोटी (मिस्सी रोटी) और कद्दू की सब्ज़ी",
  "चने और जो की रोटी (मिस्सी रोटी) और भरवां करेला",
  "चने और जो की रोटी (मिस्सी रोटी) और करेला–भिंडी मिश्रित सब्ज़ी",
  "चने और जो की रोटी (मिस्सी रोटी) और करेले की भुजिया (प्याज सहित)",
  "चने और जो की रोटी (मिस्सी रोटी) और भिंडी की सूखी सब्ज़ी",
  "चने और जो की रोटी (मिस्सी रोटी) और कुरकुरी भिंडी",
  "चने और जो की रोटी (मिस्सी रोटी) और कच्चे केले की सब्ज़ी",
  "चने और जो की रोटी (मिस्सी रोटी) और मूंग दाल",
  "चने और जो की रोटी (मिस्सी रोटी) और मसूर दाल",
  "चने और जो की रोटी (मिस्सी रोटी) और अरहर दाल"
]
