[
  "ज्वार की रोटी, लौकी की सब्ज़ी, मसूर दाल",
  "ज्वार की रोटी, लौकी की सब्ज़ी, अरहर दाल",
  "ज्वार की रोटी, लौकी के कोफ्ते (बिना तले), अरहर दाल",
  "ज्वार की रोटी, तोरई, मूँग दाल धुली",
  "ज्वार की रोटी, सहजन की फली, मसूर दाल",
  "ज्वार की रोटी, चौलाई, मूँग दाल धुली",
  "ज्वार की रोटी, कुंदरु, अरहर दाल",
  "ज्वार की रोटी, करेला, मूँग दाल धुली",
  "ज्वार की रोटी, पेठा की खट्टी मीठी सब्ज़ी, मसूर दाल",
  "ज्वार की रोटी, टमाटर की सब्ज़ी, अरहर दाल",
  "ज्वार की रोटी, लौकी की सब्ज़ी, सफ़ेद चना",
  "ज्वार की रोटी, लौकी की सब्ज़ी, काले चने",
  "ज्वार की रोटी, लौकी की सब्ज़ी, मसूर दाल, कद्दू लौकी का रायता",
  "ज्वार की रोटी, लौकी की सब्ज़ी, मसूर दाल, भिंडी लौकी का रायता",
  "पुराना गेहूं की रोटी, लौकी और चना दाल",
  "पुराना गेहूं की रोटी, दूधी भाजी, मसूर दाल",
  "पुराना गेहूं की रोटी, दूधी भाजी, मूँग दाल धुली",
  "पुराना गेहूं की रोटी, तोरई, अरहर दाल",
  "पुराना गेहूं की रोटी, सहजन की फली, मूँग दाल साबुत",
  "पुराना गेहूं की रोटी, चौलाई, मसूर दाल",
  "पुराना गेहूं की रोटी, कुंदरु, मूँग दाल धुली",
  "पुराना गेहूं की रोटी, करेला, अरहर दाल",
  "पुराना गेहूं की रोटी, पेठा की खट्टी मीठी सब्ज़ी, मूँग दाल धुली",
  "पुराना गेहूं की रोटी, टमाटर की सब्ज़ी, मसूर दाल",
  "पुराना गेहूं की रोटी, टमाटर की सब्ज़ी, साम्भर",
  "पुराना गेहूं की रोटी, लौकी के कोफ्ते (बिना तले), मूँग दाल धुली",
  "पुराना गेहूं की रोटी, लौकी की सब्ज़ी, सफ़ेद चना",
  "पुराना गेहूं की रोटी, लौकी की सब्ज़ी, काले चने",
  "पुराना गेहूं की रोटी, दूधी भाजी, मसूर दाल, कद्दू लौकी का रायता",
  "जौ की रोटी, लौकी की सब्ज़ी, मूँग दाल धुली",
  "जौ की रोटी, लौकी की सब्ज़ी, अरहर दाल",
  "जौ की रोटी, तोरई, मूँग दाल धुली",
  "जौ की रोटी, सहजन की फली, मसूर दाल",
  "जौ की रोटी, चौलाई, मूँग दाल धुली",
  "जौ की रोटी, कुंदरु, मसूर दाल",
  "जौ की रोटी, करेला, मूँग दाल साबुत",
  "जौ की रोटी, टमाटर की सब्ज़ी, अरहर दाल",
  "जौ की रोटी, टमाटर की सब्ज़ी, साम्भर",
  "जौ की रोटी, पेठा की खट्टी मीठी सब्ज़ी, मसूर दाल",
  "जौ की रोटी, लौकी की सब्ज़ी, मूँग दाल धुली, कद्दू लौकी का रायता",
  "झंगोरा आटा की रोटी, दूधी भाजी, मूँग दाल धुली",
  "झंगोरा आटा की रोटी, लौकी की सब्ज़ी, मसूर दाल",
  "झंगोरा आटा की रोटी, तोरई, अरहर दाल",
  "झंगोरा आटा की रोटी, सहजन की फली, मूँग दाल साबुत",
  "झंगोरा आटा की रोटी, चौलाई, मसूर दाल",
  "झंगोरा आटा की रोटी, कुंदरु, मूँग दाल धुली",
  "झंगोरा आटा की रोटी, करेला, अरहर दाल",
  "झंगोरा आटा की रोटी, टमाटर की सब्ज़ी, साम्भर",
  "शालि चावल, मसूर दाल, लौकी की सब्ज़ी",
  "शालि चावल, अरहर दाल, टमाटर की सब्ज़ी",
  "शालि चावल, मूँग दाल धुली, तोरई",
  "शालि चावल, साम्भर, लौकी की सब्ज़ी",
  "शालि चावल, साम्भर, चौलाई",
  "शालि चावल, सफ़ेद चना, दूधी भाजी",
  "शालि चावल, काले चने, लौकी की सब्ज़ी",
  "शालि चावल, मसूर दाल, लौकी की सब्ज़ी, कद्दू लौकी का रायता",
  "सामक चावल, मूँग दाल धुली, सहजन की फली",
  "सामक चावल, मसूर दाल, लौकी के कोफ्ते (बिना तले)",
  "सामक चावल, अरहर दाल, कुंदरु",
  "सामक चावल, साम्भर, टमाटर की सब्ज़ी",
  "कंगनी, मसूर दाल, चौलाई",
  "कंगनी, मूँग दाल धुली, तोरई",
  "कंगनी, अरहर दाल, लौकी की सब्ज़ी",
  "कंगनी, साम्भर, लौकी की सब्ज़ी",
  "रागी, मसूर दाल, सहजन की फली",
  "रागी, मूँग दाल धुली, कुंदरु",
  "रागी, अरहर दाल, टमाटर की सब्ज़ी",
  "रागी, साम्भर, चौलाई",
  "मूंग दाल वाली पतली खिचड़ी",
  "दही चावल ज्यादा करी पत्ता व सौंफ के साथ",
  "सत्तू का लिट्टी और मूंग दाल",
  "मंगौड़े उबले हुए, धनिया पुदीना चटनी"
]
